Repository: lociii/symcon-index
Catalog: symcon/locale/*/LC_MESSAGES/django.po
Languages: de

source: Library
de: Bibliothek

source: Module
de: Modul

source: Invalid GitHub URL
de: Ungültige GitHub URL

source: User
de: Benutzer

source: Last update
de: Letzte Aktualisierung

source: Identifier
de: Bezeichner

source: Title
de: Titel

source: Description
de: Beschreibung

source: Author
de: Autor

source: Date
de: Datum

source: Readme MarkDown
de: Dokumentation MarkDown

source: Readme HTML
de: Dokumentation HTML

source: Libraries
de: Bibliotheken

source: Core
de: Kern

source: Device
de: Gerät

source: Configurator
de: Konfigurator

source: Type
de: Typ

source: Vendor
de: Herstellen

source: Prefix
de: Präfix

source: Modules
de: Module

source: Marked for deletion
de: Vorgemerkt zur Löschung

source: Module alias
de: Modul-Alias

source: Module aliases
de: Modul-Aliase

source: Module parent requirement
de: Modul-Voraussetzung (Eltern)

source: Module parent requirements
de: Modul-Voraussetzungen (Eltern)

source: Module child requirement
de: Modul-Voraussetzung (Kinder)

source: Module child requirements
de: Modul-Voraussetzungen (Kinder)

source: Module implemented requirement
de: Modul-Voraussetzung (Implementierung)

source: Module implemented requirements
de: Modul-Voraussetzungen (Implementierung)

source: Want to install and use that library?
de: Du möchtest diese Bibliothek installieren und nutzen?

source: Learn more about libraries and modules in IP-Symcon
de: Lerne mehr über Bibliotheken und Module in IP-Symcon

source: The information on this page is automatically extracted from GitHub.
de: Die Informationen auf dieser Seite werden automatisch aus GitHub extrahiert.

source: Please contact the repository owner about invalid/illegitimate content:
de: Bitte kontaktiere den Besitzer des Repository bei ungültigem oder unrechtmäßigem Inhalt:

source: %(user)s on GitHub
de: %(user)s auf GitHub

source: Symcon module index
de: Symcon Modul-Index

source: Toggle navigation
de: Navigation ein-/ausblenden

source: Submit library
de: Neue Bibliothek hinzufügen

source: Info
de: Information

source: Success
de: Erfolg

source: Error
de: Fehler

source: Warning
de: Warnung

source: Imprint
de: Impressum

source: Made with love in Stuttgart/Germany
de: Dieses Projekt wird mit viel Liebe in Stuttgart entwickelt

source: The source code of this project is free and open source:
de: Der Quellcode dieses Projekts in frei verfügbar und Open Source:

source: MIT license
de: MIT Lizenz

source: Search term
de: Suchbegriff

source: Search
de: Suchen

source: No results
de: Die Suche brachte leider keine Ergebnisse

source: Please contact the repository owners about invalid/illegitimate content.
de: Bitte kontaktiere die jeweiligen Besitzer der Repositories bei ungültigem oder unrechtmäßigem Inhalt.

source: Contact information can be found on the module and library detail pages.
de: Kontaktinformationen können auf den Modul- und Bibliothekdetailseiten gefunden werden.

source: Listing a total of %(modules)s modules in %(libraries)s libraries
de: Der Index enthält insgesamt %(modules)s Module und %(libraries)s Bibliotheken

source: No readme found
de: Keine Dokumentation gefunden

source: Developed by <i>%(value)s</i>
de: Entwickelt von <i>%(value)s</i>

source: Last updated on %(value)s
de: Letzte Aktualisierung am %(value)s

source: Issues and proposals
de: Fehler und Vorschläge

source: Build number
de: Buildnummer

source: published by <i>%(vendor)s</i> and developed by <i>%(author)s</i>
de: veröffentlicht von <i>%(vendor)s</i> und entwickelt von <i>%(author)s</i>

source: published by <i>%(value)s</i>
de: veröffentlicht von <i>%(value)s</i>

source: developed by <i>%(value)s</i>
de: entwickelt von <i>%(value)s</i>

source: Check out the library readme, maybe you get what you're looking for there:
de: Schaue in die Dokumentation der Bibliothek, vielleicht findest Du dort wonach Du suchst:

source: Published by <i>%(value)s</i>
de: Veröffentlicht von <i>%(value)s</i>

source: Aliases
de: Aliase

source: Parent requirements
de: Voraussetzungen (Eltern)

source: Child requirements
de: Voraussetzungen (Kinder)

source: Implemented requirements
de: Voraussetzungen (Implementierung)

source: Submit a new library
de: Trage eine neue Bibliothek in den Index ein

source: To get your own library listed, just paste a link to the GitHub repository of the library.
de: Um Deine eigene Bibliothek im Index aufzuführen, musst Du nur einen Link zu Deinem GitHub-Repository hier einfügen.

source: e.g. https://github.com/lociii/locisymcon
de: z.B. https://github.com/lociii/locisymcon

source: Submit
de: Eintragen

source: Could not parse GitHub URL
de: Die GitHub URL konnte nicht verifiziert werden

source: Thanks! Your submission will be processed soon
de: Vielen Dank! Deine Eintragung wird gleich verarbeitet.
